module.exports.config = {
name: 'AUTO-SEND-TIME',
version: '10.02',
hasPermssion: 0,
credits: 'ARIF BABU',
description: 'THIS BOT IS MADE BY ARIF BABU',
commandCategory: 'TIME-SEND-INDIA',
usages: 'AUTOMATIC',
cooldowns: 3
};
const nam = [{
timer: '01:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 10:30 PM ♥️♥️♥️\n\nहकीकत कहो तो उन्हें ख्वाब लगता है 💕 शिकवा करो तो उन्हें मज़ाक लगता है 💕 कितनी शिद्दत से हम उन्हें याद करतें हैं 💕 एक वो हैं जिन्हें ये सबकुछ मजाक लगता है…!! 💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '1:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 11:30 AM ♥️♥️♥️\n\nऐ चांद- तारों 💕 जरा इनको एक लात मारो 💕 बिस्तर से इनको नीचे उतारो 💕 करो इनके साथ फाइट 💕 क्योंकि ये सो गए है बिना बोले गुड नाईट 💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '2:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 12:30 AM ♥️♥️♥️\n\nपागल सा बच्चा हूँ 💕 मगर दिल का सच्चा हूँ 💕 थोड़ा सा आवारा हूँ💕 मगर तेरा ही तो दीवाना हूँ...!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '3:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 1:30 AM ♥️♥️♥️\n\nज़िंदगी में कामयाबी की मंज़िल के लिए 💕 ख्वाब ज़रूरी है 💕 और ख्वाब देखने के लिए नींद 💕 तो अपनी मंज़िल की पहली सीढ़ी चढ़ो और सो जाओ...!! गुड नाइट 💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '4:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 2:30 AM ♥️♥️♥️\n\nरात की तन्हाई में अकेले थे हम 💕 दर्द की महफ़िलो में रो रहे थे हम 💕 आप हमारे भले ही कुछ नहीं लगते 💕 फिर भी आप को याद किये बिना सोते नहीं हम...!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '5:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 3:30 AM ♥️♥️♥️\n\nरात ने चादर समेट ली है 💕 सूरज ने किरणे बिखेर दी है  💕 चलो उठो और धन्यवाद करो अपने भगवान को 💕 जिसने हमे ये प्यारी सी सुबह दी है...!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '6:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 4:30 AM ♥️♥️♥️\n\nसुबह-सुबह आपकी यादों का साथ हो 💕 मीठी-मीठी परिंदों की आवाज हो 💕 आपके चेहरे पर हमेशा मुस्कुराहट हो 💕 और हमारी जिन्दगी में सिर्फ आपका साथ हो...!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '7:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 5:30 AM ♥️♥️♥️\n\nप्यारी सी मीठी सी निंदिया के बाद 💕 रात के हसीन सपनों के बाद 💕 सुबह के कुछ नए सपनों के साथ 💕 आप हँसते रहें अपनों के साथ।💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '8:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 6:30 AM ♥️♥️♥️\n\nन मंदिर 💕 न भगवान 💕 न पूजा 💕 न स्नान 💕 सुबह उठते ही पहला काम एक SMS आपके नाम...!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '9:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 7:30 AM ♥️♥️♥️\n\nजितनी खूबसूरत ये गुलाबी सुबह है 💕 उतना ही खूबसूरत आपका हर पल हो 💕 जितनी भी खुशियाँ आज आपके पास हैं 💕 उससे भी जादा आने वाले कल में हो....!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '10:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 8:30 AM ♥️♥️♥️\n\nअर्ज किया है.... 💕 चाय के कप से उठते धुए में तेरी सकल नजर आती है 💕 ऐसे खो जाते है तेरे खयालों में कि 💕अकसर मेरी चाय ठंडी हो जाती है…...!!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '11:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 9:30 AM ♥️♥️♥️\n\nबसा ले नज़र में सूरत तुम्हारी 💕 दिन रात इसी पर हम मरते रहें 💕 खुदा करे जब तक चले ये साँसे हमारी 💕 हम बस तुमसे ही प्यार करते रहें ॥💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '12:00:00 AM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 10:30 AM ♥️♥️♥️\n\nकोई चाँद सितारा हैं 💕 कोई फूल से भी प्यारा हैं 💕 जो हर पल याद आए 💕वो पल पल सिर्फ तुम्हारा हैं...!!♥️\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '1:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 11:30 PM ♥️♥️♥️\n\nएक सपने की तरह सजा कर रखु 💕 अपने इस दिल में हमेशा छुपा कर रखु 💕 मेरी तक़दीर मेरे साथ नहीं वर्ना 💕 ज़िंदगी भर के लिए उसे अपना बना कर रखु....!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '2:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 12:30 PM ♥️♥️♥️\n\nआज एक दोपहर की ग़ज़ल तेरे नाम हो जाये 💕 मेरा सेवरा बस तेरे नाम हो जाये 💕 लेता रहूं तेरा ही नाम और सुबह से शाम हो जाये।💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '3:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 1:30 PM ♥️♥️♥️\n\nसूरज चाचू ऊपर चढ़ पड़े हैं 💕 और तपती गर्मी से हमें तड़पाते है 💕 दोपहर का खाना अब पेट को जाना है 💕 फिर तकया पकड़ कर चैन की नींद सो जाना है।💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '4:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 2:30 PM ♥️♥️♥️\n\nजब तन्हाई में आपकी याद आती है 💕 होंठो पे एक ही फरियाद आती है 💕 खुदा आपको हर खुशी दे 💕 क्यूंकी आज भी हमारी हर खुशी आपके बाद आती है।💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '5:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 3:30 PM ♥️♥️♥️\n\nअपने हाथों से तेरी मांग सजाऊं 💕 तुझे मैं मेरी किस्मत बनाऊं 💕 हवा भी बीच से गुज़र ना सके 💕 हो इजाजत तो इतने करीब आऊं ...!!💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '6:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 4:30 PM ♥️♥️♥️\n\nबिना शृंगार,भोली सी सूरत 💕 हर बात पर सच्ची लगती हो 💕 हा तुम हो बिलकुल मेरी चाय के जैसी 💕 मुझे सांवली ही अच्छी लगती हो…!!❤️\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '7:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 5:30 PM ♥️♥️♥️\n\nआँधी में भी दीये जला करते हैं 💕 कांटो में ही गुलाब खिला करते हैं 💕 खुश नसीब होती है वो शाम जिसमें आप जैसे लोग मिला करते हैं।🥀😌🌴\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '8:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 6:30 PM ♥️♥️♥️\n\nबिंदास मुस्कुराओ क्या गम है 💕 जिन्दगी में टेंशन किसको कम हैं 💕 अच्छा या बुरा तो केवल भ्रम हैं 💕 जिन्दगी का नाम 💕 कभी ख़ुशी कभी गम हैं।💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '9:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 7:30 PM ♥️♥️♥️\n\nदिल से दिल की बस यही दुआ है 💕 आज फिर से हमको कुछ हुआ है 💕 शाम ढलते ही आती है याद आपकी 💕 लगता है प्यार आपसे ही हुआ है।💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '10:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 8:30 PM ♥️♥️♥️\n\nचाँद सा चेहरा देखने की इज़ाज़त दे दो 💕 मुझे ये शाम सजाने की इज़ाज़त दे दो 💕 मुझे कैद कर लो अपने इश्क़ में या फिर मुझे इश्क़ करने की इज़ाज़त दे दो। 💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
},
{
timer: '11:00:00 PM',
message: ['┏━━━━━┓\n     आरिफ-बाबू                    ✧═══•❁♥️❁•═══✧\n┗━━━━━┛\n\nTIME 𒁍 9:30 PM ♥️♥️♥️\n\nरात को जब चाँद सितारे चमकते हैं 💕 हम हरदम आपकी याद में तड़पते हैं 💕 आप तो चले जाते हो छोड़कर हमें 💕 हम रात भर आपसे मिलने को तरसते हैं। 💝\n\n                              ◦•●◉✿आरिफ बाबू✿◉●•◦']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
